{
    "home": {
        "title": "Recycling Master",
        "buttons": {
            "play": "Play",
            "settings": "Settings",
            "about": "About",
            "shop": "Shop"
        }
    },
    "game": {
        "score": "Score : ",
        "time": "Time : ",
        "level": "Level : ",
        "tuto": {
            "1": {
                "title": "Welcome to BinSwap !",
                "description": "You are going to learn how to play in a few steps. I promise, it will not take more than 30 seconds !"
            },
            "2": {
                "top": "In the top part, you can find all the informations you need. The score, level progress, elapsed time and of course some settings buttons. ",
                "bottom": "If you need some help during the game, you will find all the necessary informations by pressing on the little “i” at the top right of the screen."
            },
            "3": "As you can see, garbages are falling from the sky ! Your goal is to make them fall in the right bin.\nYou can use their background color to help you sort the items, but pay attention, the color ir less visible as far as the game forward.",
            "4": {
                "text": "To make items fall in the right bin, swipe between two columns to change their places !",
                "button": "GOT IT"
            },
            "5": {
                "text": "If you feel confident, you can also drag down onto the column you want to accelerate the last item of this column !",
                "button": "OKAY"
            },
            "6": {
                "top": "Well played, you completed the tutorial ! (I've told you it will not be long !)",
                "bottom": "You can always get some help in game by pressing the little I button on the top right of the screen",
                "button": "PLAY"
            }
        },
        "settings": {
            "title": "Settings",
            "lang": "Lang",
            "audio": "Audio",
            "restart": "Restart",
            "quit": "Quit"
        },
        "infos": {
            "title": "Need some help ?",
            "recycling-guide": {
                "title": "Recycling guide",
                "note": "Note : If you want to change the color attributions, it is possible after your game in the settings screen",
                "current-title": "In the current game",
                "other-title": "Other categories"
            },
            "buttons": {
                "recycling": "Recycling guide",
                "how-to": "How to play ?"
            },
            "how-to-play": {
                "title": "How to play ?",
                "goal-title": "Game's goal",
                "goal-description": "TODO: Le but du jeu est de trier un maximum de déchets, sans se tromper. Échangez les poubelles de places pour faire tomber les détritus dans les bonnes poubelles, et essayez de survivre un maximum de temps !",
                "how-to-description": "TODO: Swipez entre deux colonnes pour faire échanger de places les poubelles. Vous perdez de la vie à chaque fois que vous vous trompez, mais en regagner au  fur et à mesure que le  temps s’écoule !",
                "how-to-title": "Okay, but how ?"
            },
            "bins": {
                "plastics": {
                    "title": "Plastics",
                    "description": "Recycling plastics reduces pollution, conserves resources, and minimizes the impact on wildlife and the environment."
                },
                "organics": {
                    "title": "Organics",
                    "description": "Recycling organic waste into compost enriches soil, reduces the need for chemical fertilizers, and decreases methane emissions from landfills."
                },
                "electronics": {
                    "title": "Electronics",
                    "description": "Proper recycling of e-waste prevents the release of toxic substances into the environment and recovers valuable materials."
                },
                "glass": {
                    "title": "Glass",
                    "description": "Glass can be recycled indefinitely without loss of quality, reducing raw material use and lowering energy consumption."
                },
                "papers": {
                    "title": "Papers",
                    "description": "Recycling paper conserves trees and forest habitats, reduces greenhouse gas emissions, and saves energy compared to producing new paper."
                },
                "textiles": {
                    "title": "Textiles",
                    "description": "Recycling textiles reduces landfill waste, saves resources, and decreases the environmental impact of producing new fabrics."
                }
            }
        }
    },
    "endGame": {
        "title": "GAME OVER",
        "score": "Your score :",
        "highScore": "Your highScore :",
        "buttons": {
            "restart": "Restart",
            "home": "Home",
            "quit": "Quit"
        },
        "leaderboard": {
            "title": "Your best scores"
        }
    },
    "settings": {
        "color-attributions": "Bin colors",
        "title": "Settings",
        "lang": "Lang",
        "audio": "Music",
        "sfx": "SFX",
        "colors": {
            "title": "Color distribution",
            "subtitle": "Match the colors of your region with the game ! Click on a category to choose its color."
        }
    }
}