{
    "home": {
        "title": "Recycling Master",
        "buttons": {
            "play": "Jouer",
            "settings": "Paramètres",
            "about": "A propos",
            "shop": "Boutique"
        }
    },
    "game": {
        "score": "Score : ",
        "time": "Temps : ",
        "level": "Niveau : ",
        "tuto": {
            "1": {
                "title": "Bienvenue dans BinSwap !",
                "description": "Vous allez apprendre à jouer en quelques étapes. Je vous promets, cela ne prendra pas plus de 30 secondes !"
            },
            "2": {
                "top": "Dans la partie supérieure, vous pouvez trouver toutes les informations dont vous avez besoin. Le score, la progression du niveau, le temps écoulé et bien sûr quelques boutons de réglages.",
                "bottom": "Si vous avez besoin d'aide pendant le jeu, vous trouverez toutes les informations nécessaires en appuyant sur le petit « i » en haut à droite de l'écran."
            },
            "3": "Comme vous pouvez le voir, des déchets tombent du ciel ! Votre objectif est de les faire tomber dans la bonne poubelle.\nVous pouvez utiliser la couleur de fond pour vous aider à trier les objets, mais attention, la couleur est moins visible au fur et à mesure que le jeu avance.",
            "4": {
                "text": "Pour faire tomber les objets dans la bonne poubelle, faites glisser entre deux colonnes pour changer leur place !",
                "button": "COMPRIS"
            },
            "5": {
                "text": "Si vous vous sentez confiant, vous pouvez également faire glisser vers le bas sur la colonne que vous souhaitez pour accélérer le dernier objet de cette colonne !",
                "button": "D'ACCORD"
            },
            "6": {
                "top": "Bien joué, vous avez terminé le tutoriel ! (Je vous avais dit que cela ne serait pas long !)",
                "bottom": "Vous pouvez toujours obtenir de l'aide en jeu en appuyant sur le petit bouton \"I\" en haut à droite de l'écran",
                "button": "JOUER"
            }
        },
        "settings": {
            "title": "Paramètres",
            "lang": "Langue",
            "audio": "Audio",
            "restart": "Recommencer",
            "quit": "Quitter"
        },
        "infos": {
            "title": "Besoin d'aide ?",
            "recycling-guide": {
                "title": "Guide de recyclage",
                "note": "Note : Vous pouvez changer la distribution des couleurs dans les paramètres à la fin de votre partie.",
                "current-title": "Dans la partie actuelle",
                "other-title": "Les autres catégories"
            },
            "buttons": {
                "recycling": "Guide de recyclage",
                "how-to": "Comment jouer ?"
            },
            "how-to-play": {
                "title": "Comment jouer ?",
                "goal-title": "Le but du jeu",
                "goal-description": "Le but du jeu est de trier un maximum de déchets, sans se tromper. Échangez les poubelles de places pour faire tomber les détritus dans les bonnes poubelles, et essayez de survivre un maximum de temps !",
                "how-to-description": "Swipez entre deux colonnes pour faire échanger de places les poubelles. Vous perdez de la vie à chaque fois que vous vous trompez, mais en regagner au  fur et à mesure que le  temps s’écoule !",
                "how-to-title": "Ok, mais on joue comment ?"
            },
            "bins": {
                "plastics": {
                    "title": "Plastique",
                    "description": "TODO: Recycling plastics reduces pollution, conserves resources, and minimizes the impact on wildlife and the environment."
                },
                "organics": {
                    "title": "Compost",
                    "description": "TODO: Recycling organic waste into compost enriches soil, reduces the need for chemical fertilizers, and decreases methane emissions from landfills."
                },
                "electronics": {
                    "title": "Electronique",
                    "description": "TODO: Proper recycling of e-waste prevents the release of toxic substances into the environment and recovers valuable materials."
                },
                "glass": {
                    "title": "Verre",
                    "description": "TODO: Glass can be recycled indefinitely without loss of quality, reducing raw material use and lowering energy consumption."
                },
                "papers": {
                    "title": "Papiers",
                    "description": "TODO: Recycling paper conserves trees and forest habitats, reduces greenhouse gas emissions, and saves energy compared to producing new paper."
                },
                "textiles": {
                    "title": "Textiles",
                    "description": "TODO: Recycling textiles reduces landfill waste, saves resources, and decreases the environmental impact of producing new fabrics."
                }
            }
        }
    },
    "endGame": {
        "title": "GAME OVER",
        "score": "Votre score : ",
        "highScore": "Votre meilleur score : ",
        "buttons": {
            "restart": "Recommencer",
            "home": "Accueil",
            "quit": "Quitter"
        },
        "leaderboard": {
            "title": "Vos meilleurs scores"
        }
    },
    "settings": {
        "color-attributions": "Couleurs des poubelles",
        "title": "Paramètres",
        "lang": "Langue",
        "audio": "Musique",
        "sfx": "SFX",
        "colors": {
            "title": "Répartition des couleurs",
            "subtitle": "Faites correspondre les couleurs des poubelles de votre région avec celles du jeu ! Cliquez sur une catégorie pour changer sa couleur."
        }
    }
}