{
    "home": {
        "title": "Recycling Master",
        "buttons": {
            "play": "Jouer",
            "settings": "Paramètres",
            "about": "A propos",
            "shop": "Boutique"
        }
    },
    "onBoarding": {
        "1": "Parce qu'on peut jouer tout en apprenant à préserver notre planète.",
        "2": {
            "1": "Chaque année, plus de ",
            "2": "2 milliards ",
            "3": "de tonnes de déchets sont produits dans le monde.",
            "4": "D'autre part, seulement environ 10% des déchets sont recyclés."
        },
        "3": {
            "1": "BinSwap",
            "2": " a pour but de vous apprendre à trier les déchets, afin que vous puissiez contribuer, à votre niveau, à la préservation de l'environnement.",
            "3": "Tout en vous amusant, bien sûr !",
            "button": "C'est parti !"
        }
    },
    "game": {
        "next": "Suivant",
        "score": "Score : ",
        "time": "Temps : ",
        "level": "Niveau : ",
        "tuto": {
            "1": {
                "title": "Bienvenue dans BinSwap !",
                "description": "Vous allez apprendre à jouer en quelques étapes. Je vous promets, cela ne prendra pas plus de 30 secondes !"
            },
            "2": {
                "top": "Dans la partie supérieure, vous pouvez trouver toutes les informations dont vous avez besoin. Le score, la progression du niveau, le temps écoulé et bien sûr quelques boutons de réglages.",
                "bottom": "Si vous avez besoin d'aide pendant le jeu, vous trouverez toutes les informations nécessaires en appuyant sur le petit « i » en haut à droite de l'écran."
            },
            "3": "Comme vous pouvez le voir, des déchets tombent du ciel ! Votre objectif est de les faire tomber dans la bonne poubelle.\nVous pouvez utiliser la couleur de fond pour vous aider à trier les objets, mais attention, la couleur est moins visible au fur et à mesure que le jeu avance.",
            "4": {
                "text": "Pour faire tomber les objets dans la bonne poubelle, faites glisser entre deux colonnes pour changer leur place !",
                "button": "COMPRIS"
            },
            "5": {
                "text": "Si vous vous sentez confiant, vous pouvez également faire glisser vers le bas sur la colonne que vous souhaitez pour accélérer le dernier objet de cette colonne !",
                "button": "D'ACCORD"
            },
            "6": {
                "text": "Certains bonus apparaissent également ! Cliquez dessus pour activer leur pouvoir !",
                "button": "OK"
            },
            "7": {
                "top": "Bien joué, vous avez terminé le tutoriel ! (Je vous avais dit que cela ne serait pas long !)",
                "bottom": "Vous pouvez toujours obtenir de l'aide en jeu en appuyant sur le petit bouton \"I\" en haut à droite de l'écran",
                "button": "JOUER"
            }
        },
        "settings": {
            "title": "Paramètres",
            "lang": "Langue",
            "audio": "Audio",
            "restart": "Recommencer",
            "quit": "Quitter"
        },
        "infos": {
            "title": "Besoin d'aide ?",
            "recycling-guide": {
                "title": "Guide de recyclage",
                "note": "Note : Vous pouvez changer la distribution des couleurs dans les paramètres à la fin de votre partie.",
                "current-title": "Dans la partie actuelle",
                "other-title": "Les autres catégories"
            },
            "buttons": {
                "recycling": "Guide de recyclage",
                "how-to": "Comment jouer ?"
            },
            "how-to-play": {
                "title": "Comment jouer ?",
                "goal-title": "Le but du jeu",
                "goal-description": "Le but du jeu est de trier un maximum de déchets, sans se tromper. Échangez les poubelles de places pour faire tomber les détritus dans les bonnes poubelles, et essayez de survivre un maximum de temps !",
                "how-to-description": "Swipez entre deux colonnes pour faire échanger de places les poubelles. Vous perdez de la vie à chaque fois que vous vous trompez, mais en regagnez à chaque fois qu'un déchet tombe dans la bonne poubelle. La partie s'arrête lorsque vous n'avez plus de vie. Bonne chance !",
                "how-to-title": "Ok, mais on joue comment ?",
                "bonus-title": "Les bonus",
                "bonus-description": "Certains bonus sont présents dans la partie ! Si vous en voyez un, cliquez dessus pour activer son effet !",
                "snow-description": "Ralentit la vitesse des déchets pendant 4 secondes",
                "x2-description": "Double le score de chaque déchet tombé pendant 10 secondes."
            },
            "bins": {
                "plastics": {
                    "title": "Plastiques",
                    "description": "Recycler les plastiques réduit la pollution, économise les ressources et minimise l'impact sur la faune et l'environnement."
                },
                "organics": {
                    "title": "Organiques",
                    "description": "Recycler les déchets organiques en compost enrichit le sol, réduit le besoin en fertilisants chimiques et diminue les émissions de méthane des décharges."
                },
                "electronics": {
                    "title": "Électroniques",
                    "description": "Recycler correctement les déchets électroniques empêche la libération de substances toxiques dans l'environnement et récupère des matériaux précieux."
                },
                "glass": {
                    "title": "Verre",
                    "description": "Le verre peut être recyclé indéfiniment sans perte de qualité, réduisant l'utilisation de matières premières et diminuant la consommation d'énergie."
                },
                "papers": {
                    "title": "Papiers",
                    "description": "Recycler le papier préserve les arbres et les habitats forestiers, réduit les émissions de gaz à effet de serre et économise l'énergie par rapport à la production de nouveau papier."
                },
                "textiles": {
                    "title": "Textiles",
                    "description": "Recycler les textiles réduit les déchets en décharge, économise les ressources et diminue l'impact environnemental de la production de nouveaux tissus."
                }
            }
        }
    },
    "endGame": {
        "title": "GAME OVER",
        "score": "Votre score : ",
        "highScore": "Votre meilleur score : ",
        "buttons": {
            "restart": "Recommencer",
            "home": "Accueil",
            "quit": "Quitter"
        },
        "leaderboard": {
            "title": "Vos meilleurs scores"
        }
    },
    "settings": {
        "color-attributions": "Couleurs des poubelles",
        "title": "Paramètres",
        "lang": "Langue",
        "audio": "Musique",
        "reset-leaderboard": {
            "title": "Supprimer les scores",
            "description": "Êtes-vous sûr de vouloir supprimer tous vos scores ? Cette action est irréversible.",
            "yes": "Supprimer",
            "no": "Annuler"
        },
        "sfx": "SFX",
        "colors": {
            "title": "Répartition des couleurs",
            "subtitle": "Faites correspondre les couleurs des poubelles de votre région avec celles du jeu ! Cliquez sur une catégorie pour changer sa couleur."
        }
    },
    "shop": {
        "title": "Boutique",
        "subtitle": "Vous avez : ",
        "backgrounds": "Fonds",
        "popup": {
            "title": "Acheter {name} ?",
            "description-canbuy": "Voules vous acheter {name} pour {price} pièces ?",
            "description-cantbuy": "Vous n'avez pas assez de pièces pour acheter {name}.",
            "yes": "Oui",
            "no": "Non",
            "cancel": "Annuler"
        }
    }
}